/* Toolbar item */
"Action" = "Acção";
"Active" = "Ativa (Porta)";

/* Window title. */
"Activity" = "Atividade";
"Allow" = "Permitir";
"Always" = "Sempre";

/* Transfer action for existing files */
"Prompt" = "Perguntar";

/* Toolbar item */
"{0} Bookmarks" = "{0} Marcadores";

/* Alert sheet alternate button */
"Cancel" = "Cancelar";

/* Toolbar item tooltip */
"Character Encoding" = "Codificação de caracteres";
"Choose" = "Escolher";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Limpar";

/* Remove all bookmarks from history. */
"Clear Menu" = "Limpar menu";

/* Toolbar item */
"Column" = "Coluna";

/* Toolbar item tooltip */
"Connect to server" = "Ligar ao servidor";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "URL {0}";

/* Alert sheet text */
"Could not open or read the host file" = "Não foi possível abrir ou ler o ficheiro remoto";
"Could not open the file" = "Não foi possível abrir o ficheiro";
"Could not show the file" = "Não foi possível mostrar o ficheiro";
"Could not show the file in the Finder" = "Não foi possível mostrar o ficheiro no Finder";

/* Toolbar item tooltip */
"Create New Folder" = "Criar nova pasta";

/* Menu item */
"Cut {0}" = "Cortar {0}";
"Copy {0}" = "Copiar {0}";
"Default" = "Padrão";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Apagar";
"Delete Bookmark" = "Apagar marcador";

/* Toolbar item tooltip */
"Delete file" = "Apagar ficheiro";
"Deny" = "Recusar";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Desligar";

/* Alert sheet title */
"Disconnect from {0}" = "Desligar de {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Desligar do servidor";
"Do you want to delete the selected bookmark?" = "Deseja realmente apagar o marcador selecionado?";

/* Toolbar item */
"Download" = "Descarregar";
"Download As:" = "Descarregar como:";

/* Toolbar item tooltip */
"Download file" = "Descarregar ficheiro";
"Download the selected file to…" = "Descarregar o ficheiro selecionado para…";

/* Toolbar item */
"Edit" = "Editar";

/* Toolbar item tooltip */
"Edit file in external editor" = "Editar ficheiro com editor externo";

/* Toolbar item */
"Encoding" = "Codificação";

/* Alert sheet title */
"Error" = "Erro";

/* Quit application on Windows */
"Exit" = "Sair";
"File" = "Ficheiro";

/* A column in the browser */
"Filename" = "Nome";
"{0} Items" = "Ficheiros {0}";
"Folder" = "Pasta";
"FTP (File Transfer Protocol)" = "FTP (Protocolo de transferência de ficheiros)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Obter informações";

/* Toolbar item */
"Go to Folder" = "Ir para pasta";
"History" = "Histórico";

"Invalid character in filename." = "Carácter inválido no nome do ficheiro.";
"Invalid character in folder name." = "Carácter inválido no nome da pasta.";

/* A column in the browser */
"Kind" = "Tipo";
"Extension" = "Extensão";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Lista";
"Local" = "Local";
"Local File" = "Ficheiro local";
"Mac Line Endings (CR)" = "Final de linha Mac (CR)";

/* A column in the browser */
"Modified" = "Modificado";

/* Move a downloaded file to the trash */
"Move to Trash" = "Mover para o lixo";
"Multiple files" = "Múltiplos ficheiros";

/* Toolbar item */
"New Connection" = "Abrir ligação";

/* Toolbar item */
"No external editor available" = "Não existe um editor externo disponível";

/* Alert sheet text */
"No newer version available." = "Não existe uma nova versão disponível.";
"No private key selected" = "Nenhuma chave privada selecionada";
/* Alert sheet title */
"No update" = "Sem atualizações";
"None" = "Nenhum";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} de {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "Sim";
"Open" = "Abrir";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Abrir no navegador web";

/* Toolbar item */
"Outline" = "Hierarquia";

/* A column in the browser */
"Owner" = "Proprietário";

/* A column in the browser */
"Group" = "Grupo";
"Passive" = "Passivo (PASV)";

/* Menu item */
"Paste {0}" = "Colar {0}";

/* A column in the browser */
"Permissions" = "Permissões";

/* Toolbar item */
"Quick Connect" = "Ligação rápida";

/* Toolbar item */
"Quick Look" = "Vista rápida";
"Quit" = "Sair";
"Quit Anyway" = "Sair na mesma";

/* Confirm deleting files. */
"Delete {0} files" = "Deseja realmente apagar os ficheiros selecionados? Esta ação não pode ser desfeita.";

/* Toolbar item */
"Refresh" = "Atualizar";

/* Toolbar item tooltip */
"Refresh directory listing" = "Atualizar listagem do diretório";

/* Toolbar item in Transfer Window. */
"Reload" = "Recarregar";

/* Toolbar item in Transfer Window. */
"Remove" = "Remover";
"Remove completed transfers from list." = "Remover transferências concluídas da lista.";


"Review…" = "Rever…";

/* Toolbar item in Transfer Window. */
"Search" = "Pesquisar";
"Server File" = "Ficheiro de servidor";
"SFTP (SSH File Transfer Protocol)" = "SFTP (protocolo de transferência de ficheiros SSH)";
"Show" = "Mostrar";

/* Toolbar item tooltip */
"Show file attributes" = "Mostrar atributos do ficheiro";
"Show in Finder" = "Mostrar no Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "Mostrar janela de Transferências";

/* A column in the browser */
"Size" = "Tamanho";

/* Toolbar item in Transfer Window. */
"Stop" = "Parar";

/* Toolbar item tooltip */
"Switch Browser View" = "Trocar vista da janela";
"Symbolic Link (File)" = "Ligação simbólica (ficheiro)";
"Symbolic Link (Folder)" = "Ligação simbólica (pasta)";

/* Toolbar item */
"Synchronize {0} with" = "Sincronizar {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Sincronizar ficheiros";

/* Alert sheet text */
"The connection will be closed." = "A ligação será terminada.";
"There are files currently being transferred. Quit anyway?" = "Ainda existem transferências em curso. Sair mesmo assim?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Ocorreu um erro ao procurar as atualizações. Por favor tente mais tarde.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Mostrar/ocultar marcadores";
"Transfer in progress" = "Transferência em curso";

/* Toolbar item */
"Transfers" = "Transferências";

"Auto" = "Auto";
"Unknown" = "Desconhecido";
"Unknown size" = "Tamanho desconhecido";

/* Toolbar item */
"Upload" = "Carregar";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Enviar ficheiro local para servidor remoto";

/* Toolbar item */
"View" = "Ver";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Está ainda ligado a, pelo menos, um servidor. Deseja rever as janelas abertas?";
"Open Network Diagnostics" = "Abrir diagnósticos de rede";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Versão";
"Beta" = "Beta";
"Snapshot Builds" = "Versões de teste";

"Show Hidden Files" = "Mostrar ficheiros ocultos";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Ocultar barra de ferramentas";
"Show Toolbar" = "Mostrar barra de ferramentas";
